import React from "react";
import Header from "components/layout/header7";
import Footer from "components/layout/footer7";
import { Container } from "react-bootstrap";

export default function RulesPage(props) {
  return (
    <div>
      <Header />
      <Container>
        <h1 className={"pt-5 pb-3"}>قوانین و مقررات</h1>
        <p>
          <h3>قرارداد بین شما و تخفیف کیش VIP</h3> <br />
          با تشکر از بازدید شما از سایت تخفیف کیش VIP ، لطفا قبل از استفاده از
          وب سایت، قوانین و شرایط استفاده از آن را به دقت مطالعه نمایید. با
          بازدید از این سایت، شما مشخص می کنید که شرایط این قرارداد را پذیرفته
          اید و به مفاد آن آگاه هستید. اگر با این شرایط و قوانین موافق نیستید
          لطفا به بازدید از سایت خاتمه دهید.
          <br />
          <br />
          <h3>استفاده از وب سایت</h3> <br />
          از سرویس‌های ما سوء استفاده نکنید. بعنوان مثال از تداخل در سرویس‌های
          ما یا تلاش برای دسترسی به آنها با استفاده از روشی بجز رابط کاربری و
          دستورالعمل‌های ارایه شده توسط ما، خودداری کنید. در صورت عدم تبعیت شما
          از شرایط یا خط مشی‌های ما و یا در صورت مشکوک شدن به هرگونه سوء عملکرد،
          ما ممکن است ارایه سرویس‌ها به شما را متوقف کرده یا به حالت تعلیق در
          آوریم. اطلاعات این سایت برای استفاده شخصی شما می باشد، و شما نباید به
          هر شکلی آنرا نشر مجدد کنید. نشر مجدد اطلاعات با هر شکل و روشی اکیدا
          ممنوع است و فقط با عقد قرارداد و مجوز کتبی از مالک اطلاعات (مالک این
          سایت) امکان پذیر است.
          <br />
          <br />
          <h3>تغییر در قوانین و مقررات</h3> <br />
          ما ممکن است این شرایط را تغییر دهیم تا بعنوان مثال تغییرات قانون یا
          تغییرات سرویس‌های ما را منعکس کنند. شما باید مرتبا شرایط را بررسی
          کنید. ما اعلامیه‌های مربوط به اصلاحات این قوانین را در این صفحه قرار
          خواهیم داد. تغییرات بصورت عطف‌به‌ماسبق اعمال نمی‌شوند. اگر شما با
          شرایط اصلاح شده برای یکی از سرویس‌ها موافق نباشید، باید استفاده خود از
          آن سرویس را متوقف کنید. اگر شما این شرایط را رعایت نکرده و ما بلافاصله
          اقدام نکنیم، به این معنا نیست که ما از حقوقی که ممکن است داشته باشیم
          (مانند اقداماتی در آینده) دست کشیده ایم.
        </p>
      </Container>
      <Footer />
    </div>
  );
}
